import Navbar from "../../Navbar/Navbar";
import "./Rules.css"

export default function Rules() {
  return (
    <div>
        <Navbar/>
        <div className="container-rule">
            <div className="rules-card w-3/4 flex flex-col justify-center mx-auto shadow-gray-350 mt-[2rem] max-[600px]:w-full">
            <div className="rule-title mt-[3rem] ms-[20px]">กฎและกติกา</div>
            <div className="divider">
            </div>
            <div className="content-con ps-[20px] pe-[20px] mb-[3rem]">
            <div className="content">ยินดีต้อนรับสู่หวยออนไลน์เพื่อให้ท่านทราบถึงสิทธิประโยชน์ของสมาชิกกรุณาอ่านข้อตกลงอย่างละเอียดก่อนที่จะลงทะเบียนสมัครเป็นสมาชิกและใช้บริการ ดูโพย 788 เมื่อสมัครสมาชิกแล้วทางเว็บจะถือว่าสมาชิกได้อ่าน และยอมรับ นโยบายและการให้บริการของเว็บไซต์</div>
            <div className="title-content my-[1rem]">
                <b>การรักษาและช่วยเหลือการเดิมพันออนไลน์</b>
            </div>
            <li>
                ถ้าสมาชิกหลุดออกจากเว็บไซต์ระหว่างการเดิมพัน
                <p className="ps-[22px]">บัญชีของท่านจะไม่มีผลกระทบต่อผลลัพธ์ของการเดิมพัน</p>
            </li>
            <li>
                ไม่ต้องวิตกกังวล ถ้าสมาชิกออกจากเว็บไซด์ <span className="span-break"> ระหว่างการเดิมพัน</span>
                <p className="ps-[22px]">สมาชิกจะถูกออกจากระบบช่วงเวลาหนึ่ง จากนั้นสมาชิกสามารถเข้าสู่ระบบ ดูโพย788 ได้อีกครั้งตามปกติ</p>
            </li>
            <div className="title-content my-[1rem]">
                <b>การให้ความคุ้มครอง</b>
            </div>
            <div className="content">ดูโพย788 ได้มีการจัดเตรียม ระบบที่มีประสิทธิภาพความรวดเร็วและการบริการลูกค้าที่เป็นมิตร ถ้าหากท่านมีคำถามหรือคำแนะนำใดๆ กรุณาอย่าลังเลใจที่จะโทรศัพท์มาทางฝ่ายบริการลูกค้า ซึ่งจะมีให้บริการตลอด24 ชั่วโมง ทุกวันไม่มีวันหยุดและทางเราจะตอบกลับอย่างรวดเร็วที่สุด ดูโพย788 ขอรับรองว่าจะรักษาข้อมูลส่วนตัวของท่านไว้เป็นความลับอย่างปลอดภัย</div>
            <div className="title-content my-[1rem]">
                <b>ข้อตกลงในการเดิมพัน</b>
            </div>
            <li>
                เพื่อหลีกเลี่ยงปัญหาต่างๆในขณะที่ใช้งานเว็บไซต์
                <p className="ps-[22px]">สมาชิกกรุณาอ่านกฎกติกาของบริษัทอย่างละเอียดและระมัดระวัง </p>
                <p className="ps-[22px]">เมื่อสมาชิกเข้าสู่หน้าเดิมพันทางบริษัทจะถือว่าท่านได้ยอมรับข้อตกลงของทาง ดูโพย788 </p>
            </li>
            <li>
                การเดิมพันจะต้องอยู่ใน ระยะเวลาที่กำหนด มิฉะนั้น<span className="span-break">จะถือว่าการเดิมครั้งนั้นเป็น โมฆะ </span>
                <p className="ps-[22px]">ถ้าการเดิมพันได้มีการยกเลิกหรือหยุดพักชั่วคราว เนื่องจากเหตุผลใดๆก็ตามก่อนการเล่น </p>
                <p className="ps-[22px]">การเดิมพันครั้งนั้นจะถือว่าเป็นโมฆะ และทางบริษัทจะคืนเครดิตให้กับสมาชิก </p>
            </li>
            <li>
                เป็นความรับผิดชอบของสมาชิกที่จะคอยดูผลลัพธ์
                <p className="ps-[22px]">จากช่องหน้าต่างที่แสดงให้เห็นถึงผลการเดิมพันแพ้หรือชนะ ทางบริษัทจะยึดถือข้อมูล </p>
                <p className="ps-[22px]">รายละเอียดการวางเดิมพัน ของสมาชิก ในกรณีที่สมาชิกมีความสงสัย  </p>
                <p className="ps-[22px]">และต้องการตรวจสอบข้อมูลในการคำนวณของการเดิมพันนั้นๆ </p>
            </li>
            <li>
                ถ้าหากเกิดความผิดพลาดของระบบระหว่าง<span className="span-break">การเดิมพันหรือความผิดพลาดโดยไม่ได้เจตนา</span>
                <p className="ps-[22px]">ของพนักงาน ทางบริษัทขอสงวนสิทธ์ที่จะแก้ไขผลลัพธ์ให้ถูกต้อง </p>
                <p className="ps-[22px]">และจะมีการพิมพ์ข้อความที่ได้มีการแก้ไขเผยแพร่ไว้ที่แถบตัววิ่งในหน้าเว็บไซต์  </p>
                <p className="ps-[22px]">บริษัทจะไม่มีการแจ้งสมาชิกเป็นการส่วนตัว</p>
            </li>
            <li>
                เป็นความรับผิดชอบของสมาชิกที่จะทำให้แน่ใจว่า<span className="span-break">รหัสผู้ใช้งานและรหัสผ่านสำหรับเข้า</span>
                <p className="ps-[22px]">เว็บไซต์นั้นถูกต้อง และกรุณาเปลี่ยนรหัสผ่านของสมาชิกอย่างน้อยเดือนละครั้ง เพื่อความปลอดภัย </p>
                <p className="ps-[22px]">ถ้าหากท่านพบหรือสงสัยว่ามีผู้อื่นได้เข้าไปเล่นในบัญชีของท่านโดยไม่รับอนุญาต กรุณา แจ้งตัวแทนของท่านทันทีเพื่อเปลี่ยนรหัสส่วนตัว </p>
                <p className="ps-[22px]">(หากมีการเดิมพันก่อนที่จะเปลี่ยนรหัสเดิมจะถือว่าการเดิมพันนั้นเป็นผล) </p>
            </li>
            <li>
                ก่อนเริ่มการเดิมพันแต่ละครั้ง ท่านสมาชิกควรจะ<span className="span-break">ตรวจสอบวงเงินของท่านเสียก่อน</span>
                <p className="ps-[22px]">ถ้าหากท่านมีข้อสงสัยใดๆ เกี่ยวกับวงเงิน กรุณาแจ้งตัวแทนของท่านสมาชิกทันท </p>
            </li>
            <li>
                ในกรณีที่เหตุการณ์ไม่คาดคิดเกิดขึ้น อย่างเช่น
                <p className="ps-[22px]">ข้อมูลสูญหายเนื่องจากระบบอินเตอร์เน็ตขัดข้อง ทางบริษัทจะมีการประกาศให้รู้ถึงสาเหตุ และวิธีการแก้ปัญหา </p>
            </li>
            <li>ชั่วโมงการให้บริการ 24 ชั่วโมง/วัน <span className="span-break">และ ไม่มีวันหยุด</span></li>
            <li>4 ตัว ห้ามแทงเกิน 1000 ประตู/โพย</li>
            <li>3 ตัว ห้ามแทงเกิน 100 ประตู/โพย</li>
            <li>2 ตัว ห้ามแทงเกิน 40 ประตู/โพย</li>
            <li>1 ตัว ห้ามแทงเกิน 5 ประตู/โพย</li>
            <li>ในกรณีที่มีการแทงเกินที่กำหนด 📍 จะยึดเครดิต<span className="span-break">ทั้งหมดทันที</span></li>
            </div>
            </div>
        </div>
    </div>
  )
}
