import Navbar from "../../Navbar/Navbar";
import "./Rules.css"

export default function Rules() {
  return (
    <div>
        <Navbar/>
        <div className="container-rule">
            <div className="rules-card w-3/4 flex flex-col justify-center mx-auto shadow-gray-350 mt-[2rem]">
            <div className="rule-title mt-[4rem] ms-[2rem]">กฎและกติกา</div>
            <div className="divider">
            </div>
            <div className="content-con ps-[2rem] pe-[18px]">
            <div className="content">ยินดีต้อนรับสู่หวยออนไลน์เพื่อให้ท่านทราบถึงสิทธิประโยชน์ของสมาชิกกรุณาอ่านข้อตกลงอย่างละเอียดก่อนที่จะลงทะเบียนสมัครเป็นสมาชิกและใช้บริการ ดูโพย 788 เมื่อสมัครสมาชิกแล้วทางเว็บจะถือว่าสมาชิกได้อ่าน และยอมรับ นโยบายและการให้บริการของเว็บไซต์</div>
            <div className="title-content my-[1rem]">
                <b>การรักษาและช่วยเหลือการเดิมพันออนไลน์</b>
            </div>
            <li>
                ถ้าสมาชิกหลุดออกจากเว็บไซต์ระหว่างการเดิมพัน
                <p className="ps-[22px]">บัญชีของท่านจะไม่มีผลกระทบต่อผลลัพธ์ของการเดิมพัน</p>
            </li>
            <li>
                ไม่ต้องวิตกกังวล ถ้าสมาชิกออกจากเว็บไซด์ระหว่างการเดิมพัน
                <p className="ps-[22px]">สมาชิกจะถูกออกจากระบบช่วงเวลาหนึ่ง จากนั้นสมาชิกสามารถเข้าสู่ระบบ ดูโพย788 ได้อีกครั้งตามปกติ</p>
            </li>
            <div className="title-content my-[1rem]">
                <b>การให้ความคุ้มครอง</b>
            </div>
            <div className="content">Fast88 ได้มีการจัดเตรียม ระบบที่มีประสิทธิภาพความรวดเร็วและการบริการลูกค้าที่เป็นมิตร ถ้าหากท่านมีคำถามหรือคำแนะนำใดๆ กรุณาอย่าลังเลใจที่จะโทรศัพท์มาทางฝ่ายบริการลูกค้า ซึ่งจะมีให้บริการตลอด24 ชั่วโมง ทุกวันไม่มีวันหยุดและทางเราจะตอบกลับอย่างรวดเร็วที่สุด Fast88 ขอรับรองว่าจะรักษาข้อมูลส่วนตัวของท่านไว้เป็นความลับอย่างปลอดภัย</div>
            <div className="title-content my-[1rem]">
                <b>ข้อตกลงในการเดิมพัน</b>
            </div>
            <li>
                เพื่อหลีกเลี่ยงปัญหาต่างๆในขณะที่ใช้งานเว็บไซต์
                <p className="ps-[22px]">สมาชิกกรุณาอ่านกฎกติกาของบริษัทอย่างละเอียดและระมัดระวัง </p>
                <p className="ps-[22px]">เมื่อสมาชิกเข้าสู่หน้าเดิมพันทางบริษัทจะถือว่าท่านได้ยอมรับข้อตกลงของทาง ดูโพย788 </p>
            </li>
            <li>
                การเดิมพันจะต้องอยู่ใน ระยะเวลาที่กำหนด มิฉะนั้นจะถือว่าการเดิมครั้งนั้นเป็น โมฆะ 
                <p className="ps-[22px]">ถ้าการเดิมพันได้มีการยกเลิกหรือหยุดพักชั่วคราว เนื่องจากเหตุผลใดๆก็ตามก่อนการเล่น </p>
                <p className="ps-[22px]">การเดิมพันครั้งนั้นจะถือว่าเป็นโมฆะ และทางบริษัทจะคืนเครดิตให้กับสมาชิก </p>
            </li>
            <li>
                เพื่อหลีกเลี่ยงปัญหาต่างๆในขณะที่ใช้งานเว็บไซต์
                <p className="ps-[22px]">สมาชิกกรุณาอ่านกฎกติกาของบริษัทอย่างละเอียดและระมัดระวัง </p>
                <p className="ps-[22px]">เมื่อสมาชิกเข้าสู่หน้าเดิมพันทางบริษัทจะถือว่าท่านได้ยอมรับข้อตกลงของทาง ดูโพย788 </p>
            </li>
            <li>
                เพื่อหลีกเลี่ยงปัญหาต่างๆในขณะที่ใช้งานเว็บไซต์
                <p className="ps-[22px]">สมาชิกกรุณาอ่านกฎกติกาของบริษัทอย่างละเอียดและระมัดระวัง </p>
                <p className="ps-[22px]">เมื่อสมาชิกเข้าสู่หน้าเดิมพันทางบริษัทจะถือว่าท่านได้ยอมรับข้อตกลงของทาง ดูโพย788 </p>
            </li>
            <li>
                เพื่อหลีกเลี่ยงปัญหาต่างๆในขณะที่ใช้งานเว็บไซต์
                <p className="ps-[22px]">สมาชิกกรุณาอ่านกฎกติกาของบริษัทอย่างละเอียดและระมัดระวัง </p>
                <p className="ps-[22px]">เมื่อสมาชิกเข้าสู่หน้าเดิมพันทางบริษัทจะถือว่าท่านได้ยอมรับข้อตกลงของทาง ดูโพย788 </p>
            </li>
            </div>
            </div>
        </div>
    </div>
  )
}
